/* Вкл. */
"Вкл." = "On";

/* Выкл. */
"Выкл." = "Off";

"Идет поиск лампы..." = "Discovering the lamp...";

"Лампа не найдена" = "Lamp not found";

"Лампа уже была добавлена" = "The lamp has already been added";

"Неверный IP - адрес" = "Invalid IP address";

"Лампа добавлена" = "Lamp added";

"Загружаем эффекты" = "Loading animations";

"Эффекты загружены" = "Animations successfully loaded";

"Не удалось загрузить эффекты" = "Failed to load animations";

"Обновляем информацию" = "Refreshing data";

" сек" = "sec";

"Не выбраны эффекты. Нажмите тут для выбора." = "No animations selected. Click here to select.";

"Не выключать" = "Do not turn off";


"1 минуту" = "1 minute";

"5 минут" = "5 minutes";

"10 минут" = "10 minutes";

"15 минут" = "15 minutes";

"30 минут" = "30 minutes";

"45 минут" = "45 minutes";

"60 минут" = "60 minutes";


"Рассвет за 5 минут" = "Dawn in 5 minutes";

"Рассвет за 10 минут" = "Dawn in 10 minutes";

"Рассвет за 15 минут" = "Dawn in 15 minutes";

"Рассвет за 20 минут" = "Dawn in 20 minutes";

"Рассвет за 25 минут" = "Dawn in 25 minutes";

"Рассвет за 30 минут" = "Dawn in 30 minutes";

"Рассвет за 40 минут" = "Dawn in 40 minutes";

"Рассвет за 50 минут" = "Dawn in 50 minutes";

"Рассвет за 60 минут" = "Dawn in 60 minutes";


"Пн." = "Mo.";
"Вт." = "Tu.";
"Ср." = "We.";
"Чт." = "Th.";
"Пт." = "Fr.";
"Сб." = "Sa.";
"Вс." = "Su.";

"Введите текст" = "Enter text";
"Введите текст для отправки" = "Enter text to send";
"Отправить" = "Send";
"Отмена" = "Cancel";
"Сообщение" = "Message";

"Убрать из группы" = "Remove from group";
"Добавить в группу" = "Add to group";

"Лампа не найдена." = "Lamp not found.";
"Возможны, вы не подключены к точке доступа LedLamp" = "Maybe, you are not connected to the 'Led Lamp' hotspot";
"Открыть настройки" = "Open settings";


"Каждый понедельник" = "Every Monday";
"Каждый вторник" = "Every Tuesday";
"Каждую среду" = "Every Wednesday";
"Каждый четверг" = "Every Thursday";
"Каждую пятница" = "Every Friday";
"Каждую суббота" = "Every Saturday";
"Каждую воскресенье" = "Every Sunday";


"Рассвет за" = "Dawn for";
"Повтор" = "Repeat";
"Выбрать эффекты" = "Select animations";


"Нет подключения к лампе" = "No connection to the lamp";
"Цветолампа" = "Colorful lamp";
"Автопереключение" = "Auto switch";

"Лампа выключена" = "Lamp is off";

"Язык поменятся после перезапуска приложения." = "The language will change after restarting the application.";
"Системный язык поменялся. Выберите язык в приложении." = "The system language was changed. Please select a language in the application.";

"Не удалось найти вашу лампу. Попробуйте повторить поиск, нажав кнопку поиска ниже. Если это не поможет, значит лампа не смогла подключиться к роутеру. Тогда вам необходимо повторить процедуру подключения. Для этого подключите смартфон к WiFi сети лампы 'Led Lamp', нажмите кнопку ниже, чтобы обнаружить лампу и в настройках лампы повторите процедуру смены режима. <<< Меньше" = "Lamp not found. Please click the button below and try again. If that won't help, it means that lamp could not connect to your router and you need repeat the connection setup process again. To do that: connect your smartphone to WiFi 'Led Lamp', click button below to discover the lamp and go to Lamp Settings to change the mode again. <<< Less";

"Не удалось найти вашу лампу. Попробуйте повторить поиск, нажав кнопку поиска ниже. Больше >>>" = "Lamp not found. Please click the button below and try again. More >>>";

"Не удалось найти вашу лампу. Убедитесь, что телефон подключен к Wi-Fi сети лампы и нажмите:" = "Lamp not found. Please make sure this smartphone is connected to Lamp's WiFi (LedLamp) and tap:";

"Подключите теперь телефон к Wi-Fi сети " = "Now connect this smartphone to WiFi network ";
" и нажмите Найти:" = " and tap Discover the lamp:";

"Wi-Fi Роутер >" = "Router >";
"Базовый >" = "Basic >";

"Выберите язык" = "Choose language";
"Закрыть" = "Close";
